---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterWidth
source: html/b541372b-3ff1-23b3-bb79-3824deea29f5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterWidth Property

"Baluster Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterWidth { get; }
```